Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 波比将酒倒入杯中，清澈的酒液在水晶杯中微微摇曳。
en_us: Bobby poured the wine into a cup. The clear alcohol swirled a little in the crystal glass.

source: 波比微微点头道：“好的，刚好昨日我在罗莫街上发现了一家新开的酒馆，他们家的酒是我生平所遇最美味的，我带您去试试吧。”
en_us: Bobby nodded, and said, "Sure. I happened to discover a new tavern at Romo Street yesterday. Their wine was the best I've ever tasted. I'll bring you there to have a try."

source: 波比惊醒，从床上一下子坐了起来，满头大汗。
en_us: Bobby woke up with a start. He sat right up on the bed, and was drenched in perspiration.

source: 波比推开酒馆大门，酒馆里果然一个客人都没有，只有酒馆老板站在吧台后正在擦拭酒杯。
en_us: Bobby pushed open the door to the tavern, and there were no customers at all indeed. There was only the owner of the tavern cleaning the wine glasses behind the bar counter.

source: 波比握着酒杯的手久久没有放下，脸上满是震惊和回味的神情。
en_us: Bobby did not put down the glass for a very long time as he enjoyed its taste in shock.

source: 波比是一位兵部官员，这两日兵部发生了诸多事情，让这个原本威风凛凛的部门，一夜之间变得颇为凄惨。
en_us: Bobby was an official with the military. Many things had happened in the military for the past two days, and this made the suave military land into a sorry state within a night.

source: 波比没什么胃口，所以没点其他两样看起来有些奇怪的下酒菜，猪耳朵和猪舌头，这种东西不是只有贫民窟的贱民才会拿回家烹饪和食用的东西吗？
en_us: Bobby did not have much appetite, so he did not order the other two side dishes that looked a little strange. Weren't pig's ears and tongue things that only the peasants in slums would take back home to cook?

source: 波比略一思索便道：“要一瓶吧，然后再来一份酒鬼花生，给我两个酒杯。”
en_us: Bobby thought for a while, and said, "Give me a bottle then, and a helping of drunkard peanuts. And two glasses."

source: 波比的情绪瞬间崩溃了，开始呜咽着哭了起来。
en_us: Bobby could not take it anymore. He started crying.

source: 波比的茅台酒喝了不到一半酒彻底醉倒了，好在麦格提前从他嘴里问了地址，自己动手从他的钱袋里把账结了，扶着他出门，拦了一辆马车，叮嘱车夫把他送回家。
en_us: Bobby was completely drunk before he even finished half the bottle of wine. Thankfully, Mag had managed to get the address out from him, and even took out his money pouch to settle the bill. After that, Mag helped Bobby out, and got him a horse-drawn carriage, even instructing the coachman to send him home.

source: 波比看了一眼他，没有说话，也是一口把自己杯里的酒闷了，然后默默给卢西恩满上。
en_us: Bobby glanced at Lucien, and did not speak. He also chugged the wine in his glass down, and silently refilled Lucien's glass.

source: 波比看着麦格，他对这位老板的印象不错，可这酒要是有问题的话，他的确要好好解释清楚。
en_us: Bobby looked at Mag. He had a rather good impression of this owner, but if there was something wrong with this alcohol, the other party had better explain himself.

source: 波比缓过神来，看了一眼外边已经泛白的纸窗，目光落到了那关切的看着他的中年女人身上，摇摇头，又是有些不解道：“我怎么在家里？发生什么了？”
en_us: Bobby came back to his senses. He looked out at the light coming in from the window, and then at the middle-aged woman, who was looking at him with concern. He shook his head, and asked, "Why am I at home? What happened?"

source: 泰坦酒以50分的满分评分回归，一如马库斯传奇的一生。
en_us: Titan Liquor had returned with full marks, just like Marcus's legendary life.

source: 泰坦酒历久弥香，越是陈酿，越是迷人。
en_us: The Titan Liquor aged with time. The older it was, the more mesmerizing it got.

source: 泰坦酒已经是她酿的最好的酒了，可在麦格的眼中一文不值。
en_us: Titan Liquor was already the best wine she had brewed but it was worthless in Mag's eyes.

source: 泰坦酒已经获得了五十分的满分，茅台酒再强，也是有个上限的。
en_us: Titan Liquor had already received the 50 points full marks. There was still an upper limit no matter how strong Maotai was.

source: 泰坦酒是三十多年前第一届品酒大会的金奖酒，由酿酒师马库斯创造，凭借着独特的芳香与不可思议的烈性，在洛都的美酒界留下了传奇的身影。
en_us: Titan Liquor was the gold award liquor at the very first liquor tasting event 30-odd years ago. It was created by Brewer Marcus. With its unique fragrance and incredible power, it left a legendary shadow in the Rodu's' liquor scene.

source: 泰坦酒的强势回归，已经注定让泰坦酒馆重归巅峰。
en_us: The strong return of Titan Liquor had already made sure that Titan Tavern would return to its former glory.

source: 泰坦酒还算是盛名在外，并且曾经创造过三夺金奖的奇迹。
en_us: Titan Liquor was still considered famous and had once created the miracle of getting three gold awards.

source: 泰坦酒馆也刚刚关门歇业，对着的那扇窗户关着，但里边亮着灯，偶偶还能看到人影走过，应该是老板娘的闺房。
en_us: Titan Tavern had just closed for the day. The windows were tightly shut but the lights were still brightly lit. There was also the shadow of a person passing by occasionally. That probably was the lady boss's room.

source: 泰坦酒馆和塞班酒馆捧回双金奖的第一天，直接放了所有人鸽子，已经成了洛都的酒客们调侃了一天的事情。
en_us: On the first day after Titan Tavern and Saipan Tavern both won the gold award, they stood everyone up and this had become an incident that all wine-lovers would diss about.

source: 泰坦酒馆宣布将开启三十年前创始人封存的酒窖，开始供应窖藏三十年的正宗泰坦酒。
en_us: Titan Tavern had announced that it would open the cellar sealed by its founder 30 years ago and would start to supply the authentic Titan Liquor stored in the cellar for 30 years.

source: 泰坦酒馆歇业，罗莫街上这会已经没了灯光，一片安静。
en_us: Titan Tavern was closed and Romo Street was completely dark and quiet right now.

source: 泰坦酒馆的人气正在快速上升阶段，有了亚伯罕和温妮莎这两块金字招牌，不光可以让酒馆省去许多麻烦，还能源源不断的带来人气。
en_us: Saipan Tavern was at the phrase whereby it was getting popular rapidly. With Abraham and Vanessa as the live advertisements, not only would it prevent many trouble for the tavern, it would also bring in many customers.

source: 泰坦酒馆的情况却不太妙。
en_us: However, Titan Tavern wasn't doing very well.

source: 泰坦酒馆的面积是塞班酒馆的两倍，而在营业区背后还有着一个面积不小的酿酒坊。
en_us: Titan Tavern was twice the size of Saipan Tavern and there was a rather large brewery behind the operating area.

source: 泰坦酒馆虽然依旧开业，但由他的女儿埃菲酿造的泰坦酒，和正宗的泰坦酒相差甚远，逐渐沦为三流酒馆。
en_us: Even though Titan Tavern was still in operation, the Titan Liquor that his daughter Eiffie made was far inferior to the original Titan Liquor, so Titan Tavern slowly became a third-rate tavern.

source: 泰坦酒馆重新辉煌，而新开业的塞班酒馆也很快就会成为洛都城里最热闹的酒馆之一。
en_us: Titan Tavern would return to its former glory while the newly opened Saipan Tavern would become one of the most popular taverns in Rodu very soon.

source: 洗地的活，当然要交给警察来做了，他只是一个没得人权的诱饵而已。
en_us: Of course, the job of cleaning up the crime scene should be left to the police. He was just a bait without any human rights.

source: 洛斯帝国与兽人族和精灵族之战已经过去几日，原本紧张的局势因为乔修事件变得更为扑朔迷离。
en_us: The Roth Empire's war with the orcs and the elves was already over for the past few days. The initially tense situation became mysterious due to Josh's incident.

source: 洛斯帝国以北，有着一片无际的永冻雪原。
en_us: There was an endless snowplain at the north of the Roth Empire.

source: 洛斯帝国低头，恶魔妥协，兽人族已经不成气候，骑在墙头上的巨魔族立刻表明立场，加入和平联盟。
en_us: The Roth Empire had lowered their stance, the Demons had given in, the Orcs were no longer haughty, and the Trolls that could not decide had all made their stand to join the Peace Alliance.

source: 洛斯帝国偷袭我们的部落，杀死我们的族人和兄弟，仇恨不共戴天。而混乱之城却假意惺惺的让我们签订和平条约，而且还要派兵帮助混乱之城抵御魔鬼，凭什么啊？！”
en_us: "The Roth Empire launched a secret attack on us and killed our people and brothers. We can never forgive and forget about that. Chaos City tries to make us sign the peace treaty and even wants us to send troops to help defend it against the devil. Why should we?!"

source: 洛斯帝国入侵事件之后，以奥格部落为首的战争部落联盟实力大损。
en_us: After the Roth Empire's invasion, the power of the pro-war faction with the Aug Tribe in the lead was greatly diminished.

source: 洛斯帝国入侵事件，对于风之森林的冲击极大。
en_us: The Roth Empire's invasion had impacted the Wind Forest greatly.

source: 洛斯帝国对兽人族和精灵族悍然发动战争，让诺兰大陆的局势陷入了紧张之中。
en_us: The Roth Empire starting a war on the orcs and the elves had caused the Norland Continent to descend into a tense atmosphere.

source: 洛斯帝国建立之后，王室为了真正掌控权利，有意削弱教廷的影响力，导致教廷日渐式微。
en_us: After the Roth Empire was established, the royal family intentionally diminished the Holy See's influence to truly grasp power, and that caused the Holy See to deteriorate as time went by.

source: 洛斯帝国愿意加入和平联盟，并签订新的和平协议。
en_us: The Roth Empire was willing to join the Peace Alliance and sign the new peace accord.

source: 洛斯帝国根本没得选。
en_us: The Roth Empire had no choice at all.

source: 洛斯帝国的官员收入其实不算特比高，像这位正在爆发中年危机的大叔，一个月大约一万铜币的收入，是否会花两千铜币来一瓶茅台酒并非绝对的事情。
en_us: Actually, the officials of the Roth Empire did not have very high salaries. This middle-aged man facing a midlife crisis would only have around 10,000 copper coins a month as his salary. Therefore, he might not spend 2,000 copper coins on a bottle of Maotai.

source: 洛斯帝国的皇子有三位，但公主只有一位。
en_us: There were three princes in the Roth Empire, but only one princess.

source: 洛斯帝国身份最为尊贵的几人之一，也是国王陛下最信任和宠爱的兄弟。
en_us: One of the most distinguished persons in the Roth Empire, and also the beloved and most trusted brother of the king.

source: 洛都
en_us: Rodu.

source: 洛都发生的事情，如飓风一般很快便传遍了诺兰大陆。
en_us: What happened in Rodu swept through the whole Norland Continent like a hurricane.

source: 洛都城内几座监狱人满为患，为了抓住兵部大臣灭门惨案的凶手，几乎把洛都城内的罪犯掘地三尺搜了一遍，倒是一下子了结了诸多陈年旧案。
en_us: A few of the prisons in Rodu were filled as almost all the crimes in Rodu had been dug out to catch the arsonists or the murders of the generals' families. In the end, almost all the criminals of other age-long crimes had been dug out.

source: 洛都城外，一处幽黑的山洞中，一道暴怒的声音在空旷的山洞中回响。
en_us: Beyond Rodu, a furious voice echoed throughout a dark, spacious cave.

source: 洛都城最有钱的酒馆老板数十年积蓄，被一扫而空。
en_us: The savings of Rodu's wealthiest tavern owner was wiped clean.

source: 洛都城里不乏价格昂贵的酒，但要论品质，无一能够与茅台酒相提并论的。
en_us: There were plenty of expensive alcoholic beverages in Rodu, but none could hold a candle to Maotai when it came to quality.

source: 洛都是一座雄城，也是诺兰大陆上最大的一座城市。
en_us: Rodu was a magnificent city and the largest on the Norland Continent.

source: 洛都的治安，并没有表面看起来那么好。
en_us: Rodu's public safety wasn't as good as it looked.

source: 洛都皇宫是诺兰大陆上最安全的地方，哪怕亚历克斯的实力再强，也不可能强突皇宫。
en_us: Rodu palace was the safest place in Norland Continent. No matter how strong Alex was, he would never be able to barge into the palace.

source: 洛都这座城市，在亚历克斯的记忆中并不是什么陌生的城市。
en_us: Rodu was not an unfamiliar city in Alex's memory.

source: 测谎仪显示他没有说谎，说明他的确对那‘核’动力机械一无所知，一个普通人类是无法骗过测谎仪的。
en_us: The lie detector showed that he wasn't lying. This meant that he indeed had no idea about that "nuclear"-powered machinery. An ordinary person couldn't fool the lie detector.

source: 浓浓的酒香味从那个白色瓷瓶中徐徐飘来，竟是让从来不饮酒的她也觉得颇为美妙。
en_us: The rich liquor's aroma that drifted out from that white porcelain bottle actually made her, who had never drank before, think that it was exquisite.

source: 浓浓的酒香渗入汤汁之中，让这汤更添了几分醉人的滋味。
en_us: The rich liquor's aroma seeped into the soup and gave this soup an even more intoxicating.taste.

source: 浓浓的酒香顿时四溢开来，醇厚的香味，和啤酒的清香完全是两种风格。
en_us: The strong fragrance of wine diffused nearby immediately. It was a completely different style from the refreshing fragrance of beer.

source: 浓浓的骨汤变成了菌汤，美味更上一层楼，直接喝汤都是极致的美味体验，让原本清淡的清汤锅变得滋味浓郁，符合她的个人口味。
en_us: The thick bone soup had become a mushroom soup, making it even more delicious. The soup on its own was already very good. The light, refreshing soup had become rich, just the way she liked it.

source: 浓浓的骨汤，与精心熬制的红油交融，点点熟芝麻在其中沉浮，只是一口汤，也能品味到层层滋味，令人欢喜。
en_us: The rich bone broth combined with the red oil that was painstakingly brewed. The roasted sesame floated on top of the soup. One could sense the layers of taste even with just one mouthful. It was exhilarating.

source: 浓郁的酒香，比起先前的泰坦酒更具冲击力。
en_us: The rich liquor's aroma was much more impactful than the earlier Titan Liquor.

source: 海伦娜凝视着跪伏在地上的艾略特许久。
en_us: Helena watched the kneeling Elliot for a very long time.

source: 海伦娜并未被伊琳娜的话语激怒，神情平静道：“我这一生，为了精灵族鞠躬尽瘁，无愧于心。是非曲直，留与后人评说，但现在，我还要引领精灵族进入下一个阶段。”
en_us: Helena wasn't provoked by Irina's words. Instead, she calmly said, "I have exhausted myself, and spared no effort for the elven race. I have no regrets. I'll leave the comments to the future generations, but now I'm going to lead the elves into the next phrase."

source: 海伦娜悬浮在身前的星空水晶球飘起，撑起了一道星空屏障。
en_us: The starry sky crystal ball hovering in front of Helena released a starry sky barrier.

source: 海伦娜沉默良久，缓缓转过身来，低头看着下方的几位精灵贵族和领主。
en_us: Helena was silent for a long time before she turned around slowly to look at the several elven nobles and domain lords below.

source: 海伦娜笑了，有点感慨道：“但凡艾略特有你一半的智慧和心性，也不至于如此。”
en_us: Helena laughed and lamented, "Elliot wouldn't have ended like this if he has half of your wits and temperament."

source: 消失的兰克斯特，麦格没想到会在这里遇见他。
en_us: Mag did not expect to meet Rankster, who had gone missing, here.

source: 消息没有错，这小姑娘身上的魔法气息已经不低于七级，一位四岁的高级魔法师，诺兰大陆前无古人的存在。
en_us: The information was correct. The magical aura on this little girl was at least 7th-tier. A four-year-old advanced magic caster had never been seen on the Norland Continent before.

source: 淡淡的焦糊味从碗里徐徐飘来，上等的食材，哪怕在这样恶劣的烹饪环境下，还是散发出一丝丝倔强的芳香。
en_us: The faint charred smell drifted from the bowl. The best ingredients still managed to give out a whiff of stubborn fragrance under such horrendous cooking circumstances.

source: 淡淡的酒香以塞班酒馆为中心，向着周围慢慢扩散而去。
en_us: The faint liquor's aroma spread to the surroundings with Saipan Tavern as its center point.

source: 淡淡的酒香味散开。
en_us: The faint liquor's aroma spread out.

source: 淡淡酒香伴着橡木桶的香味涌来，虽然在地底之下，但通风系统做的非常不错，历经数十年依旧没有陈腐的气息。
en_us: The faint fragrance of the oak barrels greeted their nose. Even though they were underground, the ventilation system was very well-done. There was no rotting smell even after decades.

source: 混乱之城。
en_us: Chaos City.

source: 混乱之城什么都好，但对于一个吃货，在洛都养刁了嘴的人，在这里最大的煎熬是吃不到好吃的食物。
en_us: Everything was great in Chaos City, but for this picky chowhound from Rodu, his biggest torture here was that he couldn't get to eat great food.

source: 混乱之城外尚未突破封印的魔鬼，已经让各族见识到旧日支配者的恐怖。
en_us: The devil that didn't break through the seal in Chaos City had already let them witness the horror of the Great Old Ones.

source: 混乱之城的教廷分部其实只有一座小规模的教堂，算上卡诺也只有三位教廷人士，主要负责数量不多的教徒的日常祈祷和系列工作。
en_us: The Holy See's branch at Chaos City was, in fact, only a small church. Including Canault, the Holy See's personnel numbered only three. They were mostly responsible for the daily prayers of the devoted, which weren't many people.

source: 混乱之城算是开拓的不错的市场，单期销量在三千到五千册。
en_us: Chaos City's market was not bad to begin with, reaching a sales of 3000-5000 per issue.

source: 混乱之城虽然是一座中立之城，但如果发生种族战争，没有任何势力是能够绝对中立的，也无法在乱世之中独善其身。
en_us: Although Chaos CIty was a neutral city, once the racial war broke out, no party could remain absolutely neutral and stay out of the war completely.

source: 混乱之城，巴菲特庄园。
en_us: Chaos City, the Buffett Manor.

source: 混迹江湖嘛，多少都想闯荡出点名头来，所以一般都会把自己打扮的特别一些，最好是一出场就能被扔出来。
en_us: Thos who roamed the world would more or less wish they could gain some fame so they would always dress up in a peculiar way so that they could be recognized the moment they appear.

source: 清洗好的田螺放在冰箱里，早上吃田螺时间有点不太合适，而且他还得出门一趟。
en_us: The cleaned escargots were placed in the fridge. It wasn't suitable to eat escargots in the morning and he had to go out first.

source: 渣渣渣……
en_us: Crunch, crunch, crunch…

source: 温妮莎公主这段时间参加过几次王室的活动，所以朝中大臣对她并不陌生。
en_us: Princess Vanessa had attended a few royal events, so the courtiers were all rather familiar with her.

source: 温妮莎咽了一下口水。
en_us: Vanessa swallowed her saliva.

source: 温妮莎左右看了看，凑近亚伯罕，小声道：“那我可以打包一份回去吗？”
en_us: Vanessa looked around, and inched closer to Abraham as she whispered, "In that case, can I take away some too?"

source: 温妮莎微微眯着眼睛，感觉自己似乎又回到了混乱之城，坐在麦米餐厅里，品尝着麦老板推出的一道新品。
en_us: Vanessa closed her eyes slightly, and felt as though she was back in Chaos City, sitting in Mamy Restaurant and trying Boss Mag's new launch.

source: 温妮莎扒拉了一口米饭，额头上已经沁出细密的汗珠。
en_us: Vanessa ate a mouthful of rice. There were already beads of perspiration forming on her forehead.

source: 温妮莎把米饭咽下，笑着道：“我想去后厨看看，是不是麦老板被关在里边做菜。”
en_us: Vanessa swallowed the rice, and smilingly said, "I want to go over to the kitchen to see if Boss Mag is imprisoned there to cook."

source: 温妮莎的脸上立马露出开心的笑容，点着头道：“嘻嘻，我就知道亚伯罕叔叔最好了。”
en_us: Vanessa immediately revealed a happy smile and nodded. "Teehee. I knew Uncle Abraham was the best."

source: 温妮莎目光扫了一圈，落到了一旁那桌客人点的菜上，红亮的凉拌菜，看起来有些像夫妻肺片。
en_us: Vanessa glanced around, and saw the side dishes ordered by one of the customers. The bright red salad resembled the husband and wife lung slice.

source: 温妮莎觉得自己的脑袋突然嗡的一声响。
en_us: Vanessa felt her head buzz.

source: 温妮莎足够大，完全罩得住。
en_us: Vanessa was powerful enough to be able to protect them completely.

source: 温暖的碗，就像他的手一样让人心安，埃菲心里微微荡漾。
en_us: The warm bowl was as settling as his hands and that made Eiffie's heart flutter.

source: 温暖的酒馆让两人都放松了一些。
en_us: The warm tavern made them a little more relaxed.

source: 温润细腻的酒液浸润嘴唇，然后滑入口腔，醇香馥郁，入口绵柔，口味清冽甘爽，与酒鬼花生相得益彰，咽下之后，更是唇齿留香。
en_us: The warm and fine liquid wet his lips, and flowed into his mouth. It had a rich fragrance, and was very gentle and fine with a refreshing taste, complementing the drunkard peanuts. After swallowing the wine, he could still taste the fragrance in his mouth.

source: 溯源追踪再次失败，或与虚空之外的力量有关？
en_us: Failure to trace origin once again. Perhaps it is related to the powers outside of space?

source: 满分的评分，意味着这场品酒大会的金奖酒已经失去悬念。
en_us: The perfect score meant that the gold award of this liquor tasting event was already decided.

source: 漆黑的街道上连个鬼影都看不到，只有冷风呼啸。
en_us: There was not a single soul on the pitch-black street. Only the cold wind blew.

source: 澄澈的透明酒液从出酒口涌了出来，略带刺激的酒香也是随之涌了出来。
en_us: Clear and transparent liquid gushed out, together with a strong alcohol fragrance.

source: 澄澈的酒液倒入水晶杯中，端起酒杯，浓浓的酒香直钻鼻孔。
en_us: The clear liquid was poured into the crystal glass. Abraham brought the glass up to his nose, and the rich fragrance of the wine wafted into his nose.

source: 灌汤包已经学会有两天了，麦格没有急着展示，红油抄手这两天已经成了艾米的早餐标配，今天他准备给她们换一个口味。
en_us: It had been two days since he learnt how to make the soup dumpling. Mag was not in a rush to show it off as the Sichuan spicy wontons in red oil had already become Amy's staple for breakfast. Today, he wanted to change things up for them.

source: 火焰从艾米的右手掌心中出现，如一条火线顺着裂缝蔓延而去，裂缝两边的厚重的钢板开始变色融化。
en_us: A flame appeared in Amy's palm, and it traveled along the crack. The two sides of the thick steel started to change in color and melt.

source: 火焰开始熊熊燃烧，而她的身影却再次消失于黑暗之中。
en_us: The flames started to burn ragingly but her figure disappeared in the dark again.

source: 火焰点燃了奴隶圈，嘈杂的声音从里边传来，那是战斗与欢呼声。
en_us: Fire lit up the slaves' circle and noises could be heard from within. It was battle cries and cheers.

source: 火焰高高窜起十数米高，奥斯特的死讯也是很快传开，整个奥格部落陷入了恐慌之中。
en_us: The flames was over 10-odd meters high and the news of Auster's death spread rapidly. The whole Aug Tribe descended into a panic.

source: 灯光从落地窗里照亮。
en_us: The light shone brightly behind the floor-to-ceiling window.

source: 灰神殿在洛都有办事处，作为一个获得了极高权限的内部人员，麦格到混乱之城的第一天便已经和该办事处对接上，每天都能收到最新情报。
en_us: The Gray Temple had an office in Rodu. As an individual who had received the highest clearance, Mag had gotten in touch with the Gray Temple's office on the first day that he arrived at Rodu. He could receive the latest intel every day.

source: 炖鹅是按照黄焖鸡的方法做的，做了一些改良，放了点香菇，没放土豆。
en_us: The stewed goose was prepared like the braised chicken with a little tweak. Instead of potatoes, shiitake mushrooms were added.

source: 点开大礼包，五个经验包随即跳了出来：绿豆糕、红豆糕、双皮奶、芒果班戟、蛋黄酥！
en_us: Upon clicking open the gift package, five experience bags popped up: mung bean cake, red bean cake, milk custard, mango pancake, and salted egg yolk pastry!

source: 点点淡金色的光芒落在梅兰特的身上，那恐怖的伤口以肉眼可见的速度开始重生、愈合。
en_us: Bits of faint golden glow fell on Merante. The horrifying wound started to regenerate and heal at a visible speed.

source: 烈焰火球从蛇口中吐出，落在那些屋舍中，瞬间轰塌成片的建筑，并且引发了大火。
en_us: The snake spit out flaming fireballs and they landed on those buildings, making them explode and crushed instantly and caused a huge fire.

source: 烤串的肉块不小，虽然只有两串，可对于孩子来说还是分量不少，尽管有些意犹未尽，但孩子们的笑容还是挺满足的。
en_us: The kebab's pieces of meat were quite substantial. Even though there were only two kebabs for each child, they were enough for the children. Although the children would like to have more, they still had a sated smile.

source: 烤的微焦的鱼皮里包裹着的是鲜嫩的鱼肉，麻辣鲜香，在舌尖上绽放，那种灵魂震撼的感觉，让她久久不能自已。
en_us: The tender meat was wrapped under the slightly charred fish skin. The spiciness and fragrance blossomed on the tip of her tongue. It was a taste that shook her soul, making Mala unable to recover for a very long time.

source: 烤箱发出了一声提示音。
en_us: The oven beeped.

source: 烤肉的香味四散开来，在这冬日的院子里飘散着，浓浓的肉香夹杂着香料的香味，让人难以抗拒。
en_us: The kebabs' aroma spread out in the cold, wintery yard. The rich meaty aroma together with the spices' fragrance was irresistible.

source: 烧鹅、剁椒鱼头、麻婆豆腐……
en_us: Roast goose, steamed fish head with diced hot red peppers, Mapo Tofu…

source: 烫嘴！
en_us: Hot!

source: 烫！
en_us: Hot!

source: 热气升腾而起，香味随之绽放。
en_us: Steam rose up. The aroma followed after it and blossomed.

source: 热闹的吆喝声从远处传来。
en_us: Lively shouting could be heard from afar.

source: 然后……
en_us: After that...

source: 然后……他就醉了。
en_us: After that… he was drunk.

source: 然后他和伊琳娜直接前往洛都皇宫。
en_us: After that, he went straight to the Rodu palace with Irina.

source: 然后他就在观众席里按照座位入座了。
en_us: After that, he went to take his seat in the audience.

source: 然后他情难自已的想到了一些往事，当年步步惊心的夺嫡之争，手足相残，何等血腥，如今乔修与肖恩走上了相同的道路，而乔修更是因此走上了迷途，踏入了可能永无止境的深渊之中。
en_us: After that, he could not help but recall the past: how he had to be extra cautious during the fight for the throne, and how his brothers had killed each other. Now, Josh and Sean had gone on the same path, and Josh had even lost himself on the way. He was now on the path of no turning back leading into a deep abyss.

source: 然后他打开那张纸，上面写着：城西土楼巷尽头破瓦房。
en_us: After that, he unfolded the piece of paper. On it, were the words: run-down house with tiled roof at the end of Tulou alley at the west of the city.

source: 然后先往黄瓜里舀了一勺红油，细细均匀，让红油完美包裹在黄瓜表面，这才倒入调配好的酱汁。
en_us: After that, he poured a spoonful of red oil on the cucumber, mixed it well and allowed the red oil to completely cover the surface of the cucumber, before pouring in the flavoring sauce.

source: 然后再吃抄手。
en_us: Then, he ate the wonton.

source: 然后刚好看到了这一幕。
en_us: When she happened to witness the scene.

source: 然后各自抿了一小口，便都放下了手中的酒杯。
en_us: Then, they all took a small sip and put down the glass.

source: 然后她学着艾米的模样，在灌汤包的上方咬了一个小口。
en_us: After that, Eiffie copied Amy and bit a hole in the dumpling.

source: 然后她左右看了看，发现自己竟然躺在地上！
en_us: She looked around, and realized she was lying on the floor!

source: 然后她的脑海中出现了一些不可描述的画面，脸蹭蹭的红了起来。
en_us: After that, some rated images appeared in Eiffie's mind and her face flushed red.

source: 然后艾米丢出了第二个圈。
en_us: Then, Amy tossed out the second ring.

source: 然后艾米伸出了左手，寒气蔓延，切菜台上下出现了两道厚重的冰块，将融化的钢铁稳稳夹住。
en_us: After that, Amy reached her left hand out, and chilly air started expanding out. Two thick layers of ice appeared on the top and bottom of the kitchen counter, trapping the melted steel between them.

source: 然后那个暴徒也如现在这般疯狂的砸着地窖门，一直持续了十多分钟，才不甘的离去。
en_us: Then, that assailant also crashed the cellar's door crazily just like now. It went on for 10-odd minutes before he left in a puff.

source: 然后酥香在口中爆发，花椒的麻、辣椒的辣味、椒香、还有各种香料的香味在咀嚼中被释放。
en_us: After that, its fragrance exploded in her mouth. The numbness from the Sichuan pepper, the spiciness and fragrance from the chili, and the amazing fragrances from the other spices were released as she chewed.

source: 然后随之绽放的是猪舌头的滋味，卤肉的香味，配上猪舌头特有的口感，比起牛肉更有弹性，嚼起来肉汁充沛，卤香已经完全浸透，麻辣鲜香，味蕾迎来了久违的颤栗与疯狂！
en_us: After that came the flavor of the pig's tongue. It was braised fragrantly, and the unique texture of the pig's tongue was even chewier and juicier compared to beef. The tongue had completely soaked up the braising sauce. It was spicy and numbing, and the umami caused his taste buds to shiver and come to life after a really long time!

source: 然后麦格又顺便将罗莫街上最近挂牌的所有楼扫了一遍，又买了三十几栋入手。
en_us: Then Mag bought all the buildings that were recently put up for sales. He bought another 30 over properties.

source: 然后麦格拿了一块留影石，便转身进了厨房。
en_us: Then, Mag took out a photostone, and went into the kitchen.

source: 然后麦格还在门口挂了一块巨大的屏幕，开始轮播做菜教学视频。
en_us: Then, Mag hung a giant screen at the door, and began to play the cooking tutorials in a loop.
